{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-04-05T23:55:56.920-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "JGraph.Draw"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "GnuPG.GnuPG"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox"
				},
				{
					"PackageIdentifier" : "Microsoft.Office"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "Zen-Team.Zen-Browser"
				},
				{
					"PackageIdentifier" : "LGUG2Z.whkd"
				},
				{
					"PackageIdentifier" : "Microsoft.RemoteDesktopClient"
				},
				{
					"PackageIdentifier" : "Microsoft.CLRTypesSQLServer.2019"
				},
				{
					"PackageIdentifier" : "Logitech.LogiTune"
				},
				{
					"PackageIdentifier" : "Microsoft.AzureCLI"
				},
				{
					"PackageIdentifier" : "ShiningLight.OpenSSL.Dev"
				},
				{
					"PackageIdentifier" : "Logitech.OptionsPlus"
				},
				{
					"PackageIdentifier" : "dotPDN.PaintDotNet"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale"
				},
				{
					"PackageIdentifier" : "LGUG2Z.komorebi"
				},
				{
					"PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc"
				},
				{
					"PackageIdentifier" : "KeePassXCTeam.KeePassXC"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS"
				},
				{
					"PackageIdentifier" : "Starship.Starship"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Enterprise.Preview"
				},
				{
					"PackageIdentifier" : "GnuPG.Gpg4win"
				},
				{
					"PackageIdentifier" : "Kubernetes.minikube"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "EclipseFoundation.Mosquitto"
				},
				{
					"PackageIdentifier" : "OBSProject.OBSStudio"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.9"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.7"
				},
				{
					"PackageIdentifier" : "DEVCOM.JetBrainsMonoNerdFont"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams.Classic"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.SDK.6"
				},
				{
					"PackageIdentifier" : "Python.Launcher"
				},
				{
					"PackageIdentifier" : "Microsoft.RemoteHelp"
				},
				{
					"PackageIdentifier" : "Microsoft.DotNet.Runtime.8"
				},
				{
					"PackageIdentifier" : "thomasnordquist.MQTT-Explorer"
				},
				{
					"PackageIdentifier" : "Artempyanykh.Marksman"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.MSVC"
				},
				{
					"PackageIdentifier" : "DevToys-app.DevToys"
				},
				{
					"PackageIdentifier" : "EditorConfig-Checker.EditorConfig-Checker"
				},
				{
					"PackageIdentifier" : "Helix.Helix"
				},
				{
					"PackageIdentifier" : "Helm.Helm"
				},
				{
					"PackageIdentifier" : "Hugo.Hugo"
				},
				{
					"PackageIdentifier" : "JesseDuffield.Lazydocker"
				},
				{
					"PackageIdentifier" : "JesseDuffield.lazygit"
				},
				{
					"PackageIdentifier" : "KDE.KDiff3"
				},
				{
					"PackageIdentifier" : "LuaLS.lua-language-server"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.Kubelogin"
				},
				{
					"PackageIdentifier" : "Microsoft.NuGet"
				},
				{
					"PackageIdentifier" : "Microsoft.Sysinternals.ZoomIt"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "ahmetb.kubectx"
				},
				{
					"PackageIdentifier" : "ahmetb.kubens"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "MuhammedKalkan.OpenLens"
				},
				{
					"PackageIdentifier" : "eza-community.eza"
				},
				{
					"PackageIdentifier" : "Axosoft.GitKraken"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "junegunn.fzf"
				},
				{
					"PackageIdentifier" : "rsteube.Carapace"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "sxyazi.yazi"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders"
				},
				{
					"PackageIdentifier" : "Python.Python.3.13"
				},
				{
					"PackageIdentifier" : "Ollama.Ollama"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.StorageExplorer"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.DevHome"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsApp"
				},
				{
					"PackageIdentifier" : "Microsoft.WSL"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP89DCGQ3K6VLD"
				},
				{
					"PackageIdentifier" : "9NZCC27PR6N6"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.10.340"
}